[{"Number":1,"Name":"Lewis Cabernet Sauvignon Napa Valley","Notes":"Remarkably elegant and refined for a wine of this size and depth, with tiers of plum, blackberry and currant flavors, as well as subtle touches of black licorice that remain pure and graceful on the long, lingering aftertaste. Drink now through 2028. 1,600 cases made. —JL","Year":2013,"Score":95,"Price":"$90 ","":null},
{"Number":2,"Name":"Domaine Serene Chardonnay Dundee Hills Evenstad Reserve","Notes":"Focused and expressive, this is layered with wet stone, tangy citrus, pear and green guava flavors that swirl through an expansive finish, gaining momentum and extra dimensions with each sip. Drink now through 2024. 2,000 cases made. —HS","Year":2014,"Score":95,"Price":"$55 ","":null},
{"Number":3,"Name":"Beaux Frères Pinot Noir Ribbon Ridge The Beaux Frères Vineyard","Notes":"Supple, expressive and multilayered, exhibiting flavors of plum, currant, pomegranate and violet that come together harmoniously, persisting into the long and exceptionally well-balanced finish. Drink now through 2024. 2,405 cases made. —HS","Year":2014,"Score":95,"Price":"$90 ","":null},
{"Number":4,"Name":"Château Climens Barsac","Notes":"There'’s loads here, with apricot, nectarine and clementine flavors stitched with a racy orange zest note to give energy, while tropical papaya and mango flavors add a sublimely creamy edge. The finish sails on and on, coating the palate with a porcelain feel, while an echo of bitter almond lingers effortlessly, like a lace curtain hanging on an endless breeze. Stunning. Best from 2018 through 2043. 1,417 cases made. —JM","Year":2013,"Score":97,"Price":"$68 ","":null},
{"Number":5,"Name":"Produttori del Barbaresco Barbaresco Asili Riserva","Notes":"Intense aromas of cherry, rose, licorice and tar pick up tobacco, spice and mineral elements on the palate. Concentrated, yet elegant and expressive, with more to give. Ends with a long aftertaste of fruit, underbrush and mineral. Best from 2018 through 2032. 1,110 cases made. —BS","Year":2011,"Score":96,"Price":"$59 ","":null},
{"Number":6,"Name":"Orin Swift Machete California","Notes":"Generous and expressive, big and brawny, this offers a mouthful of tannins but also brims with flavors and aromas, including Earl Grey tea, dark chocolate, dried violet and toasted gingerbread. Rich notes of plum and black cherry are balanced by forest floor and earth accents, which linger on the long finish. Petite Sirah, Syrah and Grenache. Drink now through 2030. 15,500 cases made. —MW","Year":2014,"Score":94,"Price":"$48 ","":null},
{"Number":7,"Name":"Ridge Monte Bello Santa Cruz Mountains","Notes":"A beautifully structured wine, with firm acidity and tannins that show grip and grit amid a core of dense, tense currant and blackberry fruit, turning juicy. Those seeking classic old-school Cabernet will embrace this. Cellaring for five to seven years is the right approach. Cabernet Sauvignon, Merlot, Cabernet Franc and Petit Verdot. Best from 2020 through 2035. 5,243 cases made. —JL","Year":2012,"Score":94,"Price":"$175 ","":null},
{"Number":8,"Name":"Antinori Toscana Tignanello","Notes":"Aromas of graphite, smoke and tobacco introduce the cherry flavor in this expressive, focused red. Firm tannins and lively acidity balance the fruit and purity, while herbal, spice and mineral elements all gather steam as this plays out on the long finish. Sangiovese, Cabernet Sauvignon and Cabernet Franc. Best from 2017 through 2027. 2,500 cases imported. —BS","Year":2013,"Score":94,"Price":"$105 ","":null},
{"Number":9,"Name":"Château Smith-Haut-Lafitte Pessac-Léognan White","Notes":"This has a gorgeous feel, with opulent fruit offset by racy herb notes and acidity, showing lemon sherbet, shortbread and white peach flavors backed by a salted butter–– and tarragon-laced finish, with hints of talc and fennel skittering in the background. Seriously long and still a touch youthful on the finish, this is one for the cellar. Sauvignon Blanc, Sauvignon Gris and Sémillon. Best from 2017 through 2023. 2,500 cases made. —JM","Year":2013,"Score":96,"Price":"$106 ","":null},
{"Number":10,"Name":"Hartford Family Zinfandel Russian River Valley Old Vine","Notes":"Plump and fleshy, with a dense core of focused tannins and lively acidity. Aromas of ripe black raspberry, anise and licorice open to layered, slightly jammy flavors of black cherry, blueberry pie and smoky cracked pepper. Drink now through 2024. 2,200 cases made. —TF","Year":2014,"Score":93,"Price":"$38 ","":null},
{"Number":11,"Name":"Hamilton Russell Chardonnay Hemel-en-Aarde Valley","Notes":"Ripe and rippling with tension, featuring Jonagold apple, white peach, mirabelle plum and honeysuckle notes coiled at the core. Accents of heather and hazelnut extend slowly through the citrus oil– and mineral-edged finish. Best from 2017 through 2022. 2,700 cases imported. —JM","Year":2015,"Score":94,"Price":"$37 ","":null},
{"Number":12,"Name":"Abadia Retuerta Viño de la Tierra de Castilla y León Selección Especial Sardon de Duero","Notes":"A polished texture carries harmonious flavors of black cherry, cola, licorice and mineral in this focused red. Well-integrated tannins and balsamic acidity lend this a balanced structure. Reserved but deep. Drink now through 2022. 31,150 cases made. —TM","Year":2012,"Score":93,"Price":"$28 ","":null},
{"Number":13,"Name":"Reynvaan Syrah Walla Walla Valley In The Rocks","Notes":"Supple and expressive, this opens up like a giant flower, spreading the dark plum, blackberry, crème fraîche and spice flavors throughout the seamless whole. The finish sails on against barely noticeable tannins. This has tremendous power, but feels like it's floating. Drink now through 2025. 602 cases made. —HS","Year":2013,"Score":97,"Price":"$70 ","":null},
{"Number":14,"Name":"Carlisle Zinfandel Russian River Valley Montafi Ranch","Notes":"Zinfandel doesn't get much better than this. Rich aromas of black raspberry and orange zest open to balanced, complex and luxurious flavors of blackberry, mint and baking spices. A knockout. Drink now through 2027. 871 cases made. —TF","Year":2014,"Score":96,"Price":"$47 ","":null},
{"Number":15,"Name":"M. Marengo Barolo Bricco delle Viole","Notes":"Shows fine integration between fruit and wood, with sweet cherry and strawberry flavors matched to spice, floral and briar accents. Fresh, vibrant and firmly structured, this is long on the fruit-, spice- and mineral-tinged finish. Shows fine balance and expression. Best from 2018 through 2032. 333 cases made. —BS","Year":2012,"Score":94,"Price":"$53 ","":null},
{"Number":16,"Name":"Château Coutet Barsac","Notes":"Unctuous and ripe, showing mouthfilling flavors of almond cream, ginger, heather honey and apricot, this will need time to unwind fully, but when it does, expect more pineapple, maple and singed orange notes, as this has some depth and power in reserve, as well as more than enough cut for balance. A beauty in the making. Best from 2018 through 2038. 2,833 cases made. —JM","Year":2013,"Score":96,"Price":"$41 ","":null},
{"Number":17,"Name":"Merry Edwards Sauvignon Blanc Russian River Valley","Notes":"Succulent, lush and rich, with fleshy mango, melon and peach flavors up front, leading to a core of pineapple, lemon and honeysuckle notes. The smoky edge and nervy acidity weave in and out, giving this a fresh finish. Drink now. 9,500 cases made. —MW","Year":2014,"Score":93,"Price":"$32 ","":null},
{"Number":18,"Name":"Condado de Haza Ribera del Duero","Notes":"This rich red shows a deep core of plum, bramble and mineral, with notes of loam and game that impart a savory character. Solid tannins support a thick texture, while balsamic acidity keeps this balanced. Austere but harmonious. Drink now through 2024. 35,000 cases made. —TM","Year":2012,"Score":93,"Price":"$25 ","":null},
{"Number":19,"Name":"Arcanum Toscana Il Fauno","Notes":"A polished, flavorful red, boasting floral, black currant, raspberry and spice flavors. Firm yet harmonious, with the fine aftertaste lingering with fruit, iron, tobacco and tea elements. Merlot, Cabernet Franc, Cabernet Sauvignon and Petit Verdot. Drink now through 2024. 11,829 cases made. —BS","Year":2012,"Score":93,"Price":"$30 ","":null},
